{
  "total": [{
    "heading": "TWEETS",
    "value": "200"
  }, {
    "heading": "PHOTOS/VIDEOS",
    "value": "200"
  }, {
    "heading": "FOLLOWING",
    "value": "200"
  }, {
    "heading": "FOLLOWERS",
    "value": "1M"
  }],
  "feeds": [{
    "fullName": "John Doe",
    "userName": "johnDoe",
    "imgUrl": "http://placehold.it/25/FFFBF5/000000",
    "timeAgo": "2m",
    "syncVal": 20,
    "tweet": "Had repulsive dashwoods suspicion sincerity but advantage now him. Remark easily garret nor nay. Civil those mrs enjoy shy fat merry. You greatest jointure saw horrible. He private he on be imagine suppose. Fertile beloved evident through no service elderly is. Blind there if every no so at. Own neglected you preferred way sincerity delivered his attempted. To of message cottage windows do besides against uncivil.",
    "type": "text"
  }, {
    "fullName": "John Doe",
    "userName": "johnDoe",
    "imgUrl": "http://placehold.it/25/FFFBF5/000000",
    "timeAgo": "2m",
    "syncVal": 0,
    "tweet": "Civility vicinity graceful is it at. Improve up at to on mention perhaps raising. Way building not get formerly her peculiar. Up uncommonly prosperous sentiments simplicity acceptance to so. Reasonable appearance companions oh by remarkably me invitation understood. Pursuit elderly ask perhaps all. ",
    "type": "text"
  }, {
    "fullName": "John Doe",
    "userName": "johnDoe",
    "imgUrl": "http://placehold.it/25/FFFBF5/000000",
    "timeAgo": "2m",
    "syncVal": 0,
    "tweet": "http://www.sample-videos.com/video/mp4/480/big_buck_bunny_480p_1mb.mp4",
    "type": "video"
  }, {
    "fullName": "John Doe",
    "userName": "johnDoe",
    "imgUrl": "http://placehold.it/25/FFFBF5/000000",
    "timeAgo": "2m",
    "syncVal": 10,
    "tweet": "Ladyship it daughter securing procured or am moreover mr. Put sir she exercise vicinity cheerful wondered. Continual say suspicion provision you neglected sir curiosity unwilling. Simplicity end themselves increasing led day sympathize yet. General windows effects not are drawing man garrets. Common indeed garden you his ladies out yet. Preference imprudence contrasted to remarkably in on. Taken now you him trees tears any. Her object giving end sister except oppose. ",
    "type": "text"
  }, {
    "fullName": "John Doe",
    "userName": "johnDoe",
    "imgUrl": "http://placehold.it/25/FFFBF5/000000",
    "timeAgo": "2m",
    "syncVal": 0,
    "tweet": "Effect if in up no depend seemed. Ecstatic elegance gay but disposed. We me rent been part what. An concluded sportsman offending so provision mr education. Bed uncommonly his discovered for estimating far. Equally he minutes my hastily. Up hung mr we give rest half. Painful so he an comfort is manners. ",
    "type": "text"
  }]
}
